Repository: khanhdev98/app_book_tickets
Catalog: module/content/lib/l10n/app_*.arb
Languages: vi

source: Bank accounts
vi: Tài khoản ngân hàng

source: Re-connect
vi: Kết nối lại

# bank_not_verify_warn
source: Your bank hasn't been verified. Please verify to connect this bank.
vi: Ngân hàng của bạn chưa được xác minh. Vui lòng xác minh để kết nối với ngân hàng này.

# bank_expired_warn
source: Your link has expired. Please re-connect to use this bank
vi: Liên kết của bạn đã hết hạn. Vui lòng kết nối lại với ngân hàng này.

source: Remove bank
vi: Xóa ngân hàng

# remove_bank_prompt_dialog_content
source: Remove your bank from Haloki. You would be required to link bank again if you want to make more transactions from this bank. Do you want to continue?
vi: Xóa ngân hàng của bạn khỏi Haloki. Bạn sẽ được yêu cầu liên kết lại ngân hàng nếu muốn thực hiện nhiều giao dịch hơn từ ngân hàng này. Bạn có muốn tiếp tục?

source: Remove bank account
vi: Xóa tài khoản ngân hàng

# remove_bank_account_prompt_dialog_content
source: Remove your bank account from Haloki. You would be required to link bank account again if you want to make more transactions from this account. Do you want to continue?
vi: Xóa tài khoản ngân hàng của bạn khỏi Haloki. Bạn sẽ được yêu cầu liên kết lại tài khoản ngân hàng nếu muốn thực hiện nhiều giao dịch hơn từ tài khoản này. Bạn có muốn tiếp tục?

source: Bank Account Detail
vi: Chi tiết tài khoản ngân hàng

# remove_bank_success
source: Remove bank successfully
vi: Xóa ngân hàng thành công

# you_have_remove_bank_successfully
source: You have removed bank successfully
vi: Bạn đã xóa ngân hàng thành công

source: Bank account name
vi: Tên tài khoản ngân hàng

source: Bank account number
vi: Số tài khoản ngân hàng

source: Add bank account
vi: Thêm tài khoản ngân hàng

source: Not verify
vi: Không xác minh

source: Not verified
vi: Chưa xác minh

# bank_account_verifying_warn
source: Your account information are being verified. Please wait while we verify.
vi: Thông tin tài khoản của bạn đang được xác minh. Vui lòng đợi trong khi chúng tôi xác minh.

# bank_account_link_bank_warn
source: Link your bank account to start making transaction.
vi: Liên kết tài khoản ngân hàng của bạn để bắt đầu thực hiện giao dịch.

# bank_account_not_verify_warn
source: You have not verified your account information. Please verify your details before linking Bank Account.
vi: Bạn chưa xác minh thông tin tài khoản của mình. Vui lòng xác minh thông tin chi tiết trước khi liên kết Tài khoản ngân hàng.

# permission_denied_title
source: Permission denied
vi: Quyền thực hiện bị từ chối

# permission_denied_content
source: Camera access needed. Go to settings, tap permissions, and tap allow
vi: Yêu cầu truy cập Camera. Truy cập Cài đặt, nhấn vào Quyền, và chọn Cho phép

# go_to_setting_text_button
source: Go to settings
vi: Đi đến cài đặt

# dismiss_text_button
source: Dismiss
vi: Bỏ qua

# plaid_failure_title
source: Error
vi: Lỗi

# plaid_link_failure
source: Plaid item not found
vi: Không tìm thấy Plaid item

# plaid_invalid_token
source: Invalid Plaid access token
vi: Mã token truy cập Plaid không hợp lệ

# plaid_account_not_available
source: We are unable to find your Haloki Account. Please contact customer support for more details.
vi: Chúng tôi không thể tìm thấy Tài khoản Haloki của bạn. Vui lòng liên hệ bộ phận hỗ trợ khách hàng để biết thêm chi tiết.

# plaid_exchange_token_not_available
source: exchange token not available
vi: Exchange Token không khả dụng

# plaid_link_token_not_available
source: This link bank is unavailable or has been removed. You will need to re-link this bank before you could make transaction request using its bank account.
vi: Ngân hàng đã liên kết này không khả dụng hoặc đã bị xóa. Bạn cần phải liên kết lại ngân hàng trước khi thực hiện yêu cầu giao dịch bằng tài khoản ngân hàng của ngân hàng này.

# haloki_transaction_send_money_transaction_request
source: Your transaction request ID: {zero} for sending money from {one} to Haloki account has been confirmed. We will be processing your transaction within 5 business days.
vi: Mã yêu cầu giao dịch của bạn: {zero} gửi tiền từ {one} đến tài khoản Haloki đã được xác nhận. Chúng tôi sẽ xử lý giao dịch của bạn trong vòng 5 ngày làm việc.

# haloki_transaction_send_money_transaction_completed_success
source: Your transaction ID: {zero} for sending money from {one} to Haloki account has been successful.
vi: Mã giao dịch của bạn: {zero} gửi tiền từ {one} đến tài khoản Haloki đã thành công

# haloki_transaction_send_money_transaction_completed_failure
source: Your transaction ID: {zero} for sending money from {one} to Haloki account has failed. Please view transaction details or contact our support team for more information.
vi: Mã giao dịch của bạn: {zero} gửi tiền từ {one} đến tài khoản Haloki không thành công. Vui lòng xem chi tiết giao dịch hoặc liên hệ với bộ phận hỗ trợ của chúng tôi để biết thêm thông tin.

# haloki_transaction_transfer_transaction_request
source: Your request ID: {zero} for transferring to {one} is being processed.
vi: Mã yêu cầu của bạn: {zero} chuyển tiền đến {one} đang được xử lý.

# haloki_transaction_transfer_transaction_completed_success
source: Your transaction ID: {zero} for transferring to {one} has been successful.
vi: Mã giao dịch của bạn: {zero} chuyển tiền đến {one} đã thành công.

# haloki_transaction_transfer_transaction_declined
source: Your transaction ID: {zero} for transferring to {one} has been declined. Please view the transaction detail or contact our support team for more information.
vi: Mã giao dịch của bạn: {zero} chuyển tiền đến {one} đã bị từ chối. Vui lòng xem chi tiết giao dịch hoặc liên hệ với bộ phận hỗ trợ của chúng tôi để biết thêm thông tin.

# haloki_transaction_transfer_transaction_cancelled
source: You had cancelled the transfer request ID: {zero} to {one}.
vi: Bạn đã hủy mã yêu cầu chuyển tiền: {zero} đến {one}.

# haloki_information_verification_kyc_sucess
source: Your account information has been verified. Start linking your bank account to make transaction.
vi: Thông tin tài khoản của bạn đã được xác minh. Hãy bắt đầu liên kết tài khoản ngân hàng của bạn để thực hiện giao dịch.

# haloki_information_link_bank_account_expired
source: Your link to {zero} has expired. Please re-connect to use this bank.
vi: Liên kết của bạn đến {zero} đã hết hiệu lực. Vui lòng kết nối lại để sử dụng ngân hàng này.

# notification_message_network_error_default
source: Unable to connect
vi: Không có thể kết nối

# notification_refresh_title_error_default
source: Please try again later.
vi: Vui lòng thử lại sau

# notification_message_error_default
source: An unknown error
vi: Lỗi không xác định
