Repository: khanhdev98/app_book_tickets
Catalog: module/content/lib/l10n/app_*.arb
Languages: vi

# common_personal
source: Personal
vi: Cá nhân

# common_account_type
source: Account Type
vi: Loại tài khoản

# common_address
source: Address
vi: Địa chỉ

# common_gender
source: Gender
vi: Giới tính

# common_full_name
source: Full name
vi: Họ và tên

# common_unknown
source: Unknown
vi: Chưa xác định

# validate_max_length
source: The maximum length of the {fieldName} is {number} characters.
vi: Độ dài tối đa của {fieldName} là {number} ký tự.

# common_try_again
source: Try again
vi: Thử lại

# common_see_more
source: See more
vi: Xem thêm

# common_see_less
source: See less
vi: Ẩn bớt

# common_search_hint
source: Search …
vi: Tìm kiếm…

# common_loading
source: Loading…
vi: Đang tải…

# common_retry
source: Retry
vi: Thử lại

# common_cancel
source: Cancel
vi: Hủy

# common_ok
source: Ok
vi: Đồng ý

# common_save
source: Save
vi: Lưu

# common_search
source: Search
vi: Tìm kiếm

# common_decline
source: Decline
vi: Từ chối

# common_done
source: Done
vi: Xong

# common_confirm
source: Confirm
vi: Xác nhận

# common_close
source: Close
vi: Đóng

# common_detail
source: Details
vi: Chi tiết

# common_continue
source: Continue
vi: Tiếp tục

# common_use_payment_or_contact_info
source: Using payer information or contact information
vi: Sử dụng thông tin người thanh toán hoặc thông tin người liên hệ

# common_person_payment
source: Payer
vi: Người thanh toán

# common_chose_country_calling_code
source: Choose country calling code
vi: Chọn mã gọi quốc gia

source: Using payer or contact information
vi: Sử dụng thông tin người thanh toán hoặc thông tin người liên hệ

# common_enter_discount_code
source: enter discount code
vi: nhập mã giảm giá

source: See more
vi: Xem thêm

source: See less
vi: Ẩn bớt

# common_adult
source: Adult
vi: Người lớn

# common_child
source: Child
vi: Trẻ em

# common_infant
source: Infant
vi: Trẻ sơ sinh

# common_other
source: Other
vi: Khác

# common_male
source: Male
vi: Nam

# common_female
source: Female
vi: Nữ

# common_canceled
source: Cancelled
vi: Đã hủy

# common_tickets_issued
source: Issued
vi: Đã xuất vé

# common_booked
source: Booked (Not yet issued)
vi: Đã đặt chỗ (Chưa xuất vé)

# common_ticket_issue_failed
source: Failed to issue ticket
vi: Xuất vé thất bại

# common_no_reservation_yet
source: Cancelled
vi: Đã hủy

# common_prepay
source: Prepayment
vi: Trả trước

# common_postpaid
source: Postpaid
vi: Trả sau

# common_yes
source: Yes
vi: Đồng ý

# common_no
source: No
vi: Không

# common_delete
source: Delete
vi: Xóa

# common_success
source: Success
vi: Thành công

# common_complete
source: Complete
vi: Hoàn tất

# common_in_process
source: In processing
vi: Đang xử lý

# common_restart
source: Restart
vi: Khởi động lại

# message_title_bad_request
source: Has error occurred
vi: Đã xảy ra lỗi

# message_bad_request
source: The connection is being interrupted. Please check the connection again
vi: Kết nối đang bị gián đoạn. Vui lòng kiểm tra lại kết nối

# message_title_fetch_data_exception
source: Has error occurred
vi: Đã xảy ra lỗi

# message_fetch_data_exception
source: Sorry, the execution failed. Please check the connection again or try again.
vi: Rất tiếc, thực hiện không thành công. Vui lòng kiểm tra lại kết nối hoặc thử lại.

# message_title_author
source: Has error occurred
vi: Đã xảy ra lỗi

# message_author
source: Login session has expired. Please login again.
vi: Phiên đăng nhập đã hết hạn. Vui lòng đăng nhập lại.

# message_title_common
source: Has error occurred
vi: Đã xảy ra lỗi

# message_app_exception_common
source: Sorry, the execution failed. Please check the connection again or try again.
vi: Rất tiếc, thực hiện không thành công. Vui lòng kiểm tra lại kết nối hoặc thử lại.

source: No results found
vi: Không tìm thấy kết quả

# no_messages
source: No messages, No comment
vi: Không có tin nhắn, bình luận

source: No documents
vi: Không có tài liệu

source: No GPS connection
vi: Không có kết nối GPS

# error
source: Something went wrong, please try again
vi: Đã xảy ra lỗi, vui lòng thử lại

source: No internet connection
vi: Không có kết nối internet

# empty_inbox
source: Your inbox is empty
vi: Hộp thư của bạn trống

source: No images
vi: Không có hình ảnh

# no_credit_card
source: No Credit Cards
vi: Không có thẻ tín dụng

# no_items_cart
source: Your bag is empty
vi: Giỏ hàng trống

# no_tasks
source: You’re all caught up!
vi: Bạn đã xem hết!

# show_case_description_click_here_to_see_price_detail
source: Click here to see price detail
vi: Nhấn vào đây để xem chi tiết giá

# widget_radio_text_gender
source: Gender:
vi: Giới tính:

# widget_text_field_input_custom
source: Enter reservation code
vi: Nhập mã đặt chỗ

source: An unknown error
vi: Lỗi không xác định

source: Please try again later.
vi: Vui lòng thử lại sau.

source: Transaction Detail
vi: Chi tiết giao dịch

source: Cancel Transaction
vi: Hủy giao dịch

source: Haloki ID
vi: Mã Haloki

source: Haloki Balance
vi: Số dư Haloki

source: Account information
vi: Thông tin tài khoản

# recipient_list
source: Recipients
vi: Danh sách người nhận

source: Activities log
vi: Nhật ký hoạt động

source: Setting
vi: Cài đặt

source: Help
vi: Hỗ trợ

source: Verified
vi: Đã xác minh

source: Sign out
vi: Đăng xuất

source: Notifications
vi: Thông báo

source: Next
vi: Tiếp theo

source: Transaction information
vi: Thông tin giao dịch

source: Transaction amount
vi: Số tiền giao dịch

source: Amount
vi: Số tiền

source: Confirm
vi: Xác nhận

source: Done
vi: Xong

source: Review
vi: Kiểm tra

source: Confirmation
vi: Xác nhận

# text_button_fail_log_in
source: Try again
vi: Thử lại

source: Processing transaction list
vi: Danh sách giao dịch đang xử lý

source: Transactions
vi: Giao dịch

source: Bank name
vi: Tên ngân hàng

# descriptions
source: Description
vi: Mô tả

source: Sending amount
vi: Số tiền gửi

source: Transaction time
vi: Thời gian giao dịch

source: Back to home
vi: Quay lại trang chủ

source: Request confirmed
vi: Yêu cầu đã xác nhận

source: Transaction ID
vi: Mã giao dịch

# make_new_transaction
source: Make a new transaction
vi: Tạo giao dịch mới

source: Email transaction details
vi: Gửi email chi tiết giao dịch

source: Saved recipients
vi: Người nhận đã lưu

source: Total Available Balance
vi: Tổng số dư khả dụng

source: Verify account
vi: Xác minh tài khoản

source: Verify
vi: Xác minh

source: Remove
vi: Xóa

source: Type
vi: Loại

source: Subtype
vi: Đối tượng

source: Routing
vi: Số định tuyến

source: Available balance
vi: Số dư khả dụng

source: Current balance
vi: Số dư hiện tại

source: Status
vi: Trạng thái

source: Total
vi: Tổng

# progressing
source: Progress
vi: Đang tiến hành

source: Pending
vi: Đang chờ khả dụng

source: Transferring
vi: Đang chuyển

source: Sending
vi: Đang gửi

source: Account
vi: Tài khoản

source: Resend code
vi: Gửi lại mã

source: a few minutes
vi: vài phút

# a_day
source: 24 hours
vi: 24 giờ

source: Verify your information
vi: Xác minh thông tin

source: Processing
vi: Đang xử lý

# common_choose
source: Choose {text}
vi: Chọn {text}

# common_search_text
source: Search {text}...
vi: Tìm kiếm {text}...

source: Paste
vi: Dán

# want_paste_code
source: Do you want to paste this code?
vi: Bạn muốn dán mã này?

source: Paste Code
vi: Dán Mã

# common_optional
source: Optional
vi: Tùy chọn

# common_reset
source: Reset
vi: Đặt lại

# password_star
source: Password*
vi: Mật khẩu

# validate_name_is_have_accent
source: {fieldName} contains only characters (a-z)
vi: {fieldName} chỉ chứa các ký tự (a-z)

# validate_required
source: {fieldName} is required
vi: {fieldName} là bắt buộc

source: Account was looked
vi: Tài khoản đã bị khóa

source: No data found
vi: Không tìm thấy dữ liệu

source: Notice
vi: Chú ý

source: Birthday
vi: Sinh nhật

source: Date of Birth
vi: Ngày sinh

source: Detail transaction
vi: Chi tiết giao dịch

# common_failure
source: Failure
vi: Thất bại

# no_notification_title
source: No notification
vi: Không có thông báo

# no_notification_content
source: Start using Haloki to receive notifications. Hope you have a great experience
vi: Hãy bắt đầu sử dụng Haloki để nhận thông báo. Chúc bạn có một trải nghiệm tuyệt vời

source: Recent transactions
vi: Giao dịch gần đây

source: View all
vi: Xem tất cả

# no_transaction
source: No transaction yet
vi: Chưa có giao dịch

source: No link bank account
vi: Không có tài khoản ngân hàng đã liên kết

# enter_verification_code
source: Enter a verification code
vi: Nhập mã xác minh

# verification_code_has_been_sent
source: A verification code has been sent to your email
vi: Một mã xác minh đã được gửi đến email của bạn

# text_language
source: Language
vi: Ngôn ngữ

source: Select Language
vi: Chọn Ngôn ngữ

# text_theme
source: Theme
vi: Chủ đề

source: Select Theme
vi: Chọn chủ đề

# select_theme_dark
source: Dark
vi: Tối

# select_theme_light
source: Light
vi: Sáng

# select_theme_system
source: System
vi: Hệ thống

# update_app_success
source: App update successful!
vi: Cập nhật ứng dụng thành công!

source: Account balance
vi: Số dư tài khoản

source: Transfer
vi: Chuyển tiền

# send_money_card
source: Send Money
vi: Gửi Tiền

source: Transaction history
vi: Lịch sử giao dịch

# dashboard_recently_linked_accounts
source: Recently linked accounts
vi: Tài khoản liên kết gần đây

# link_account_button
source: Link account
vi: Liên kết tài khoản

# no_link_account_start
source: Link your bank account to start making transaction.
vi: Liên kết tài khoản ngân hàng của bạn để bắt đầu thực hiện giao dịch.

# verify_error_common
source: An error occurred. Please try again
vi: Có lỗi xảy ra. Vui lòng thử lại sau

# verify_error_incorrect
source: The verification code is incorrect
vi: Mã xác minh không chính xác

# verification_invalid_code
source: Invalid verification code, please try again.
vi: Mã xác minh không hợp lệ, vui lòng thử lại.

# verification_code_expired
source: Verification code has expired, please get another one.
vi: Mã xác minh đã hết hiệu lực, vui lòng lấy lại mã xác minh khác.

# verify_error_waiting_minutes
source: You have just requested a verification code. Please wait a few minutes before trying again.
vi: Bạn vừa yêu cầu mã xác minh. Vui lòng đợi vài phút trước khi thử lại.

# verify_error_waiting_24h
source: You have requested for new verification code too many times. Please wait 24 hours before trying again.
vi: Bạn đã yêu cầu mã xác minh mới quá nhiều lần. Vui lòng đợi 24 giờ trước khi thử lại.

# verify_error_code_is_expired
source: Your verification code has been expired. Please choose "resend code" to recieve a new verification code.
vi: Mã xác minh của bạn đã hết hiệu lực. Vui lòng chọn "gửi lại mã" để nhận mã xác minh mới.

# verify_error_invalid_value
source: There has been an unexpected error. Please try again.
vi: Đã xảy ra lỗi không mong muốn. Vui lòng thử lại.

# verify_error_max_verified
source: You have attempted to enter the verification code too many times. You will not be able to enter the verification code again.
vi: Bạn đã cố nhập mã xác minh quá nhiều lần. Bạn sẽ không thể nhập lại mã xác minh.

# verify_wrong_code_many_time
source: You have entered the wrong code too many times.
vi: Bạn đã nhập sai mã quá nhiều lần.

# verify_only_number
source: Only Number are allowed
vi: Chỉ cho phép chữ số

# minimum_limit_of_verification_code
source: The minimum limit of Verification code is 6 character
vi: Giới hạn tối thiểu của Mã xác minh là 6 ký tự

# verify_sent
source: We've just sent you a verification code to {emailOrPhone}. Please check your message and enter the code you received.
vi: Chúng tôi vừa gửi một mã xác minh đến {emailOrPhone}. Vui lòng kiểm tra tin nhắn và nhập mã bạn nhận được.

# request_verification_code
source: You have just request a verification code. Please wait {aFewMinutesOr24Hours} before trying again after
vi: Bạn vừa yêu cầu mã xác minh. Vui lòng đợi {aFewMinutesOr24Hours} trước khi bạn thử lại.

# please_try_again
source: Please wait and try again after {timeWaiting}
vi: Vui lòng chờ và thử lại sau {timeWaiting}

# verify_request_many_times
source: You have request a verification code too many times. Please wait before trying again after
vi: Bạn đã yêu cầu mã xác minh quá nhiều lần. Vui lòng chờ trước khi thử lại sau

# verify_expire
source: The verification code will expire in 05:00
vi: Mã xác minh sẽ hết hạn trong 05:00

# verify_no_receive
source: Didn’t receive the verification code
vi: Không nhận được mã xác minh

# verification_code_sent
source: A verification code has been sent to your email
vi: Một mã xác minh đã được gửi đến email của bạn

# verification_code_required
source: Verification code is required
vi: Mã xác minh là bắt buộc

# boarding_content_one
source: As a fast money transfer service, Haloki assists users in transferring and receiving money anytime and anywhere in an unlimited way
vi: Là dịch vụ chuyển tiền nhanh, Haloki giúp người dùng thực hiện các giao dịch chuyển tiền - nhận tiền mọi lúc mọi nơi, không giới hạn.

# boarding_content_two
source: Users can make transactions at any time with just an internet connection. Haloki has a multilingual and user-friendly interface.
vi: Người dùng có thể thực hiện giao dịch bất cứ lúc nào chỉ cần có kết nối internet. Haloki sở hữu giao diện đa ngôn ngữ và thân thiện với người dùng.

# boarding_content_there
source: Haloki always willing to solve problems occurring in the process of making transactions on the application.
vi: Haloki luôn sẵn sàng giải quyết các vấn đề xảy ra khi thực hiện giao dịch trên ứng dụng.

# boarding_title_one
source: Transfer money
vi: Chuyển tiền

# boarding_title_two
source: Easy to use
vi: Dễ dàng sử dụng

# boarding_title_there
source: Fast, security
vi: Nhanh chóng, bảo mật

# boarding_learn_more
source: Learn more
vi: Tìm hiểu thêm

# recipient_appbar
source: Recipient list
vi: Danh sách người nhận

# recipient_no_recipient
source: No recipient
vi: Không có người nhận

# recipient_no_recipient_content
source: You've not saved any recipient's information
vi: Bạn chưa lưu thông tin người nhận

# recipient_recipient_name
source: Recipient name
vi: Tên người nhận

# recipient_bank_name
source: Bank name
vi: Tên ngân hàng

# recipient_bank_account_number
source: Bank account number
vi: Số tài khoản ngân hàng

# recipient_remove_recipient
source: Remove recipient
vi: Xóa người nhận

# recipient_content_remove
source: Do you want to remove this recipient from your list?
vi: Bạn muốn xoá người nhận này khỏi danh sách?

# recipient_successfully
source: Remove recipient successfully
vi: Xóa người nhận thành công

# recipient_successfully_content
source: You have removed the recipient from your list successfully
vi: Bạn đã xoá thành công người nhận khỏi danh sách

# verify_transaction
source: Verify your transaction
vi: Xác minh giao dịch

# verify_cannot_receive_code
source: Didn't get a code?
vi: Không nhận được mã?

# verify_caption_email
source: The code has been sent to the email
vi: Mã đã được gửi đến email

# verify_caption_phone
source: The code has been sent to the phone number
vi: Mã đã được gửi đến số điện thoại

# verify_code_error_count
source: Verification code must be 6 characters
vi: Mã xác minh phải có 6 ký tự

# verify_code_error_incorrect
source: Incorrect verification code
vi: Mã xác minh không chính xác

# verify_code_phone_email_caption
source: Enter the code we sent you
vi: Nhập mã chúng tôi đã gửi cho bạn

# verify_code_required
source: Verification code is required
vi: Mã xác minh là bắt buộc

# verify_confirm
source: Confirm
vi: Xác nhận

# verify_error_block_account
source: Your account has been locked because the number of attempts to send a code exceeds the specified number of times
vi: Tài khoản của bạn đã bị khóa do số lần yêu cầu gửi mã vượt quá số lần cho phép

# verify_error_code_time_out
source: Verification code has expired
vi: Mã xác minh đã hết hiệu lực

# verify_error_wrong_code
source: You entered the wrong code, please check and try again!
vi: Bạn đã nhập sai mã. Vui lòng kiểm tra và thử lại!

# verify_input_code_hint
source: Enter the verification code
vi: Nhập mã xác minh

# verify_resend_code_caption
source: Did not get the code?
vi: Không nhận được mã?

# verify_sign_in_another
source: Sign in with a different account
vi: Đăng nhập bằng tài khoản khác

# complete_transaction
source: Complete 2 steps below to finish your transaction
vi: Hoàn thành 2 bước dưới đây để kết thúc giao dịch của bạn

# transfer_common
source: Transfer
vi: Chuyển tiền

# transfer_title_status_info
source: Status Information
vi: Thông tin Trạng thái

# transfer_status_incomplete
source: Incomplete
vi: Chưa hoàn tất

# transfer_content_status_processed
source: Your transaction request is being processed.
vi: Yêu cầu giao dịch của bạn đang được xử lý.

# transfer_content_status_incomplete
source: You have not confirmed your transaction request.
vi: Bạn chưa xác nhận yêu cầu giao dịch.

# transfer_transaction_question_cancel
source: Do you want to cancel this transaction?
vi: Bạn có muốn hủy giao dịch này không?

# transfer_title_step_1
source: Amount
vi: Số tiền

# transfer_title_step_2
source: Recipient
vi: Người nhận

# transfer_title_step_3
source: Confirm
vi: Xác nhận

# transfer_title_step_4
source: Done
vi: Xong

# transfer_warning_empty_recipients
source: Empty banks Account
vi: Không có tài khoản ngân hàng

# transfer_warning_empty_banks
source: Empty banks
vi: Không có ngân hàng

# transfer_menu
source: Transaction menu
vi: Menu giao dịch

# transfer_cancel_transaction
source: Cancel transaction
vi: Hủy giao dịch

# transfer_warning_deleted
source: Incomplete transactions will be deleted after 24 hours
vi: Những giao dịch chưa hoàn tất sẽ bị xóa sau 24 giờ

# transfer_detail_item_id
source: Transaction ID
vi: Mã giao dịch

# transfer_detail_item_time
source: Transaction time
vi: Thời gian giao dịch

# transfer_detail_item_recipient_name
source: Recipient name
vi: Tên người nhận

# transfer_detail_item_recipient_type
source: Recipient type
vi: Loại người nhận

# transfer_detail_item_bank_account
source: Bank account
vi: Tài khoản ngân hàng

# transfer_detail_item_bank_name
source: Bank name
vi: Tên ngân hàng

# transfer_detail_item_phone
source: Phone number
vi: Số điện thoại

# transfer_detail_item_des
source: Description
vi: Mô tả

# transfer_detail_item_status
source: Status
vi: Trạng thái

# transfer_detail_item_amount
source: Amount
vi: Số tiền

# transfer_detail_item_exchange
source: Exchange rate
vi: Tỷ giá

# transfer_detail_item_total
source: Total to receiver
vi: Tổng tiền đến người nhận

# transfer_field_choose_country
source: Choose receiver’s country
vi: Chọn quốc gia người nhận

# transfer_warning_step_amount
source: Exchange rate might fluctuate during process
vi: Tỷ giá có thể dao động trong suốt quá trình

# transfer_warning_err_step_amount_1
source: Your account balance is insufficient for this transaction. Please send money to your Haloki account.
vi: Số dư tài khoản của bạn không đủ để thực hiện giao dịch này. Vui lòng gửi tiền vào tài khoản Haloki của bạn.

# transfer_des_regulations
source: Description must be an alphanumeric string with at most 150 characters and must not contain any special characters.
vi: Mô tả phải là một chuỗi chữ và số có tối đa 150 ký tự và không được chứa bất kỳ ký tự đặc biệt nào.

# transfer_label_btn_save_recipient
source: Save this recipient for another transaction
vi: Lưu người nhận cho những lần giao dịch khác

# transfer_label_recipient_bank_name
source: Recipient bank name
vi: Tên ngân hàng người nhận

# transfer_label_recipient_bank_number
source: Recipient bank account number
vi: Số tài khoản ngân hàng người nhận

# transfer_label_recipient_save
source: Saved recipients
vi: Người nhận đã lưu

# transfer_label_transaction_amount
source: Transaction amount
vi: Số tiền giao dịch

source: Transfer amount
vi: Số tiền chuyển

# transfer_label_bank_number
source: bank account number
vi: số tài khoản ngân hàng

# transfer_recipient_info
source: Recipient information
vi: Thông tin người nhận

# transfer_successful_cancellation
source: Successful cancellation
vi: Hủy thành công

# transfer_text_notifier_cancellation
source: You have cancelled successfully this transaction. Your money would be returned to your Haloki account.
vi: Bạn đã hủy thành công giao dịch này. Tiền của bạn sẽ sớm được trả về tài khoản Haloki.

# transfer_text_notifier_done
source: You had transferred successfully {transferAmount} (equal {equalAmount}) to
vi: Bạn đã chuyển thành công {transferAmount} (tương đương {equalAmount}) đến

# transfer_text_notifier_transferring
source: Your request for transferring to
vi: Yêu cầu chuyển tiền đến

# transfer_text_err_description_format
source: Description contains only characters (a-z) or digits
vi: Mô tả chỉ chứa các ký tự (a-z) hoặc chữ số

# transfer_text_err_description_length
source: Description is not more than 150 characters
vi: Mô tả không quá 150 ký tự

# transfer_time_done
source: at {time} has been confirmed
vi: vào lúc {time} đã được xác nhận

# transfer_fee
source: Fee
vi: Phí

# transfer_delete_transaction
source: Delete transaction
vi: Xóa giao dịch

# transfer_transaction_question_delete
source: Do you want to delete this transaction?
vi: Bạn muốn xóa giao dịch này?

# transfer_error_transfer_amount
source: Transfer amount must be greater than 0
vi: Số tiền chuyển phải lớn hơn 0

# transfer_select_bank
source: Select bank
vi: Chọn ngân hàng

# transfer_detail_recipient_account_type
source: Recipient account type
vi: Loại tài khoản người nhận

source: Transaction fee
vi: Phí giao dịch

# transfer_dialog_changes_transaction
source: There have been some changes in your transaction. Do you still want to continue?
vi: Đã có một số thay đổi trong giao dịch của bạn. Bạn vẫn muốn tiếp tục?

# transfer_error_2018
source: Currency not support
vi: Tiền tệ không được hỗ trợ

# transfer_error_2010
source: The input amount must be greater than the minimum fee. Please input a larger amount
vi: Số tiền đầu vào phải lớn hơn mức phí tối thiểu. Vui lòng nhập số tiền lớn hơn

# transfer_error_3002
source: Account not available
vi: Tài khoản không khả dụng

# transfer_error_3011
source: Haloki account not verified
vi: Tài khoản Haloki chưa được xác minh

# transfer_error_3012
source: Haloki account is blocked
vi: Tài khoản Haloki bị chặn

# transfer_error_3005
source: Balance not enough
vi: Số dư không đủ

# transaction_history_title_transaction_history
source: Transaction History
vi: Lịch sử giao dịch

# transaction_history_title_tab_send_money
source: Send money
vi: Gửi tiền

# transaction_history_title_tab_transfer_money
source: Transfer money
vi: Chuyển tiền

# transaction_history_title_status_information
source: Status information
vi: Thông tin trạng thái

# transaction_history_title_transaction_information
source: Transaction information
vi: Thông tin giao dịch

# transaction_history_title_transaction_id
source: Transaction ID
vi: Mã giao dịch

# transaction_history_title_transaction_time
source: Transaction time
vi: Thời gian giao dịch

# transaction_history_title_recipient_name
source: Recipient name
vi: Tên người nhận

# transaction_history_title_bank_account_number
source: Bank account number
vi: Số tài khoản ngân hàng

# transaction_history_title_recipient_type_account
source: Recipient account type
vi: Loại tài khoản người nhận

# transaction_history_title_bank_name
source: Bank name
vi: Tên ngân hàng

# transaction_history_title_description
source: Description
vi: Mô tả

# transaction_history_title_status
source: Status
vi: Trạng thái

# transaction_history_title_transaction_amount
source: Transaction amount
vi: Số tiền giao dịch

# transaction_history_title_amount
source: Amount
vi: Số tiền

# transaction_history_title_connected_bank_account
source: Connected bank account (ACH) fee
vi: Phí tài khoản ngân hàng được kết nối (ACH)
