Repository: khanhdev98/app_book_tickets
Catalog: module/content/lib/l10n/app_*.arb
Languages: vi

# transaction_history_title_our_fee
source: Our fee
vi: Phí của chúng tôi

# transaction_history_title_total_fee
source: Total fees
vi: Tổng phí

# transaction_history_title_total_haloki_acc
source: Total to Haloki account
vi: Tổng tiền đến tài khoản Haloki

# transaction_history_title_transfer_amount
source: Transfer amount
vi: Số tiền chuyển

# transaction_history_title_exchange_rate
source: Exchange rate
vi: Tỷ giá

# transaction_history_title_total_to_receiver
source: Total to receiver
vi: Tổng tiền đến người nhận

# transaction_history_title_no_transaction_yet
source: No transactions yet
vi: Chưa có giao dịch

# transaction_history_title_transaction_detail
source: Transaction detail
vi: Chi tiết giao dịch

# transaction_history_title_filter_send_money
source: Filter send money
vi: Lọc gửi tiền

# transaction_history_title_filter_transfer_money
source: Filter transfer money
vi: Lọc chuyển tiền

# transaction_history_title_status_all
source: All
vi: Tất cả

# transaction_history_title_status_processing
source: Processing
vi: Đang xử lý

# transaction_history_title_status_success
source: Success
vi: Thành công

# transaction_history_title_status_cancel
source: Cancel
vi: Hủy

# transaction_history_title_status_denied
source: Declined
vi: Từ chối

# transaction_history_title_status_failed
source: Failed
vi: Thất bại

# transaction_history_title_action_btn_retry
source: Retry
vi: Thử lại

# transaction_history_filter_title_date_to
source: To
vi: Đến

# transaction_history_filter_title_date_from
source: From
vi: Từ

# transaction_history_title_action_btn_filter
source: Filter
vi: Lọc

# transaction_history_title_action_btn_reset
source: Reset
vi: Đặt lại

# transaction_history_title_action_btn_close
source: Close
vi: Đóng

# transaction_history_define_processing
source: Transaction has been confirmed. We are processing your transaction.
vi: Giao dịch đã được xác nhận. Chúng tôi đang xử lý giao dịch của bạn.

# transaction_history_define_success
source: Transaction has been completed successfully.
vi: Giao dịch đã được hoàn tất thành công.

# transaction_history_define_cancel
source: You have cancelled this transaction. All funds will be reversed.
vi: Bạn đã hủy giao dịch này. Tất cả số tiền sẽ được hoàn lại.

# transaction_history_define_denied
source: Your transaction request has been declined. Please view transaction details or contact our customer service for further information.
vi: Yêu cầu giao dịch của bạn đã bị từ chối. Vui lòng xem chi tiết giao dịch hoặc liên hệ với bộ phận chăm sóc khách hàng của chúng tôi để biết thêm thông tin.

# transaction_history_define_failed
source: Transaction has failed. All funds will be reversed. Please view transaction details or contact our customer support for further information.
vi: Giao dịch thất bại. Tất cả số tiền sẽ được hoàn lại. Vui lòng xem chi tiết giao dịch hoặc liên hệ với bộ phận hỗ trợ khách hàng của chúng tôi để biết thêm thông tin.

# transaction_history_title_filter_reward
source: Filter reward
vi: Lọc phần thưởng

# transaction_history_reward
source: Reward
vi: Phần thưởng

# transaction_empty_des_common
source: Start transacting with your Haloki. All transactions made will be displayed here
vi: Bắt đầu giao dịch bằng Haloki của bạn. Tất cả các giao dịch được thực hiện sẽ hiển thị tại đây

# transaction_history_reward_title
source: No Reward Yet
vi: Chưa có phần thưởng

source: Reward information
vi: Thông tin phần thưởng

# transaction_reward_detail
source: Reward Detail
vi: Chi tiết phần thưởng

# sign_title_welcome
source: Welcome to Haloki
vi: Chào mừng đến với Haloki

source: Sign in
vi: Đăng nhập

# error_common_sign_in
source: Username or password incorrect
vi: Tên tài khoản hoặc mật khẩu không chính xác

# sign_enter_password
source: Password
vi: Mật khẩu

# sign_forgot_password
source: Forgot password?
vi: Quên mật khẩu?

# sign_do_not_have_an_account
source: Don't have an account?
vi: Không có tài khoản?

source: Sign up
vi: Đăng ký

# sign_up_title
source: Create Account
vi: Tạo Tài Khoản

# sign_up_first_name
source: First name
vi: Tên

# sign_up_last_name
source: Last name
vi: Họ

# sign_confirm_password
source: Confirm password
vi: Xác nhận mật khẩu

# sign_back
source: Back
vi: Quay lại

# sign_text_policy
source: By tapping Sign Up, you confirm that you are over 18 and you agree to our
vi: Bằng cách nhấp vào Đăng ký, bạn xác nhận rằng bạn trên 18 tuổi và bạn đồng ý với

# sign_term_of_Service
source: Terms of Service
vi: Điều khoản dịch vụ

# sign_data_policy
source: Data Policy
vi: Chính sách dữ liệu

# sign_cookies_policy
source: Cookies Policy
vi: Chính sách cookie

# sign_and
source: and
vi: và

# sign_community_standards
source: Community Standards
vi: Tiêu chuẩn cộng đồng của chúng tôi

# sign_in_error_login_message
source: The login information provided does not match any accounts. Please try again
vi: Thông tin đăng nhập bạn cung cấp không khớp với bất kỳ tài khoản nào. Vui lòng thử lại

# sign_in_error_login_negative
source: Try again
vi: Thử lại

# sign_up_account_blocked
source: This account has been blocked! We noticed some unusual activities on your account. To help protect you from fraud or abuse, we've temporarily blocked this account.
vi: Tài khoản này đã bị chặn! Chúng tôi nhận thấy một số hoạt động bất thường trên tài khoản của bạn. Để giúp bảo vệ bạn khỏi gian lận hoặc lạm dụng, chúng tôi đã tạm thời chặn tài khoản này.

# sign_up_notify_account_exist
source: The account already exists, please use another phone number or email.
vi: Tài khoản đã tồn tại, vui lòng sử dụng số điện thoại hoặc email khác.

# sign_up_password_length_error
source: Password must be at least 6 characters
vi: Mật khẩu phải có ít nhất 6 ký tự

# sign_up_password_length_more_128_error
source: The maximum limit of Password is 128 characters
vi: Giới hạn tối đa của Mật khẩu là 128 ký tự

# sign_up_first_name_Invalid_error
source: Invalid first name
vi: Tên không hợp lệ

# sign_up_last_name_Invalid_error
source: Invalid last name
vi: Họ không hợp lệ

# sign_up_login_handler_button0
source: Already have an account?
vi: Đã có tài khoản?

# validate_empty
source: Field required
vi: Trường là bắt buộc

# validate_confirm_password
source: Confirm password does not match
vi: Mật khẩu xác nhận không khớp

# validate_format
source: Invalid format
vi: Định dạng không hợp lệ

# validate_format_email
source: Invalid email
vi: Email không hợp lệ

# validate_password
source: This password is too easy to guess
vi: Mật khẩu này quá dễ đoán

# validate_email_require
source: Email is required
vi: Email là bắt buộc

# validate_password_require
source: Password is required
vi: Mật khẩu là bắt buộc

# validate_confirm_password_require
source: Confirm password is required
vi: Mật khẩu xác nhận là bắt buộc

# validate_last_name_require
source: Last name is required
vi: Họ là bắt buộc

# validate_first_name_require
source: First name is required
vi: Tên là bắt buộc

# validate_email_require_for_search
source: Enter your email
vi: Nhập email của bạn

# error_unauthorized_message
source: Your login session has expired. Please log in again
vi: Phiên đăng nhập của bạn đã hết hạn. Vui lòng đăng nhập lại

# error_unauthorized_title
source: Authentication failed
vi: Xác thực thất bại

# error_unauthorized_content_message
source: The login information provided does not match any accounts. Please try again
vi: Thông tin đăng nhập bạn cung cấp không khớp với bất kỳ tài khoản nào. Vui lòng thử lại

# error_code_network_connection
source: SocketException: Network connection error
vi: SocketException: Lỗi kết nối mạng

# error_common
source: An error occurred. Please try again
vi: Có lỗi xảy ra. Vui lòng thử lại sau.

# error_network_title
source: Network error
vi: Lỗi mạng

# error_network_content_message
source: Network connection is interrupted. Please check your internet connection.
vi: Kết nối mạng bị gián đoạn. Vui lòng kiểm tra kết nối internet của bạn.

# error_password_inconrect
source: Current password is incorrect.
vi: Mật khẩu hiện tại không đúng.

# error_message_sign_up
source: The account already exists. Please use another email
vi: Tài khoản đã tồn tại. Vui lòng sử dụng email khác

# error_title_sign_up
source: Failed to sign up
vi: Đăng ký thất bại

# error_acc_inconrect
source: Incorrect account name or password.
vi: Tên tài khoản hoặc mật khẩu không chính xác.

# error_message_acc_blocked
source: This account has been blocked! We noticed some unusual activities on your account. To help protect you from fraud or abuse, we've temporarily blocked this account.
vi: Tài khoản này đã bị chặn! Chúng tôi nhận thấy một số hoạt động bất thường trên tài khoản của bạn. Để giúp bảo vệ bạn khỏi gian lận hoặc lạm dụng, chúng tôi đã tạm thời chặn tài khoản này.

# message_error_network_connection
source: The connection is being interrupted. Please check the connection again
vi: Kết nối đang bị gián đoạn. Vui lòng kiểm tra lại kết nối

source: Enter password
vi: Nhập mật khẩu

# setting_update_password_fail
source: Failed to update password. Please try again later
vi: Cập nhật mật khẩu thất bại. Vui lòng thử lại sau

# setting_account_password
source: Account password
vi: Mật khẩu tài khoản

# setting_account_password_description
source: It’s a good idea to use a password that you don’t use else where
vi: Bạn nên sử dụng mật khẩu mà bạn chưa từng sử dụng ở nơi nào khác

# setting_email_verify
source: The email address Haloki will use to verify your activities.
vi: Địa chỉ email Haloki sẽ sử dụng để xác minh các hoạt động của bạn.

# setting_email_verify_description
source: Email for verification
vi: Email xác minh

# setting_delete_account
source: Delete account
vi: Xóa tài khoản

# setting_delete_account_description
source: When you delete your Haloki account, you won’t be able to restore or access your Haloki account.
vi: Khi bạn xóa tài khoản Haloki, bạn sẽ không thể khôi phục hoặc truy cập tài khoản Haloki của mình được nữa.

# setting_delete_account_learn_more
source: Learn more about what happens when I delete my account.
vi: Tìm hiểu điều gì sẽ xảy ra khi tôi xóa tài khoản.

# setting_change_pass_success
source: You have successfully changed your password
vi: Bạn đã đổi mật khẩu thành công

# setting_change_pass_incorrect_pass
source: Incorrect password
vi: Mật khẩu không đúng

# setting_change_pass_same_pas
source: New password is the same as old password
vi: Mật khẩu mới trùng với mật khẩu cũ

# setting_change_pass_wrong_pass
source: Confirm password is wrong
vi: Mật khẩu xác nhận không đúng

# something_went_wrong
source: Something went wrong. Please try again later
vi: Đã xảy ra sự cố. Vui lòng thử lại sau

# setting_changed_pass
source: Password changed
vi: Đã thay đổi mật khẩu

# setting_change_pass
source: Change password
vi: Đổi mật khẩu

# setting_change_pass_fail
source: Failed to change password
vi: Đổi mật khẩu thất bại

# setting_updated_info
source: Information updated
vi: Đã cập nhật thông tin

# setting_updated_info_success
source: Your information has been successfully updated
vi: Thông tin của bạn đã được cập nhật thành công

# setting_current_pass
source: Current password
vi: Mật khẩu hiện tại

# setting_enter_pass
source: Enter password here
vi: Nhập mật khẩu ở đây

# setting_new_pass
source: New password
vi: Mật khẩu mới

# setting_confirm_pass
source: Confirm new password
vi: Xác nhận mật khẩu mới

source: Delete account
vi: Xoá tài khoản

# complete_two_step_delete_account
source: Complete 2 steps below to delete your account
vi: Hoàn thành 2 bước dưới đây để xóa tài khoản của bạn

# password_incorrect
source: The password is incorrect
vi: Mật khẩu không chính xác

# account_delete_title
source: Account deleted
vi: Tài khoản đã xóa

# account_delete_content
source: You have deleted your account successfully.
vi: Bạn đã xóa tài khoản thành công.

# setting_verified
source: Verified
vi: Đã xác minh

# delete_account_zero
source: Important notices when you delete your account:
vi: Lưu ý quan trọng khi bạn xóa tài khoản của mình:

# delete_account_line_one
source: When you finish the account deletion process, you will [-not-] be able to sign in using this account.
vi: Khi hoàn tất quá trình xóa tài khoản, bạn sẽ [-not-] thể đăng nhập bằng tài khoản này.

# delete_account_not
source: Not
vi: Không

# delete_account_center_help
source: Support center
vi: Trung tâm hỗ trợ

# delete_account_line_two
source: You will [-not-] be able to reopen your deleted account.
vi: Bạn sẽ [-not-] thể mở lại tài khoản đã xóa của mình.

# delete_account_line_three
source: Please ensure that you have cancelled any unwanted processing transaction before deleting your account.
vi: Vui lòng đảm bảo rằng bạn đã hủy mọi giao dịch đang xử lý không mong muốn trước khi xóa tài khoản.

# delete_account_line_four
source: To have your [-haloki-] balance refunded, please submit a refund request. For more information about refunding your [-haloki-] balance, please visit [-help-] and look for Cancellation and Refund topic.
vi: Để được hoàn lại số dư [-haloki-], bạn vui lòng gửi yêu cầu hoàn tiền. Để biết thêm thông tin về việc hoàn trả số dư [-haloki-], vui lòng truy cập [-help-] và tìm chủ đề Hủy và Hoàn tiền.

# delete_account_line_five
source: If you want to open a different [-haloki-] account, you will be able to use the same credential as your deleted account.
vi: Nếu bạn muốn mở một tài khoản [-haloki-] khác, bạn có thể sử dụng thông tin đăng nhập giống như tài khoản bạn đã xóa.

source: Find your account
vi: Tìm tài khoản của bạn

# please_enter_email
source: Please enter your email to search your account.
vi: Vui lòng nhập địa chỉ email để tìm kiếm tài khoản.

source: Enter email
vi: Nhập email

# cannot_find_account
source: Your account hasn't exist. Please check later !
vi: Tài khoản của bạn chưa tồn tại hoặc chưa xác minh. Vui lòng kiểm tra lại!

source: Confirm your account
vi: Xác nhận tài khoản của bạn

# send_otp_recover
source: We will send you a confirmation code before you reset a new password
vi: Chúng tôi sẽ gửi cho bạn một mã xác nhận trước khi bạn đặt lại mật khẩu mới

source: Confirm via email
vi: Xác nhận qua email

# enter_your_code
source: Enter the code we sent to
vi: Nhập mã chúng tôi đã gửi đến

# not_yet_received_code
source: You have not received a confirmation code yet?
vi: Bạn chưa nhận được mã xác nhận?

source: Reset password
vi: Đặt lại mật khẩu

# please_enter_password
source: Please enter a new password
vi: Vui lòng nhập mật khẩu mới

source: Enter new password
vi: Nhập mật khẩu mới

source: Re-enter new password
vi: Nhập lại mật khẩu mới

# account_recovered_title
source: Account recovered
vi: Đã khôi phục tài khoản

# account_recovered_content
source: You have recovered your account successfully.
vi: Bạn đã khôi phục tài khoản thành công.

# account_edit_information
source: Edit information
vi: Chỉnh sửa thông tin

# account_verify
source: Verify
vi: Xác minh

# account_account_information
source: Account information
vi: Thông tin tài khoản

# account_warning_none_verify
source: Your account information has not been verified. Please verify your information to be able to link bank account.
vi: Thông tin tài khoản chưa được xác minh. Vui lòng xác minh thông tin của bạn để có thể liên kết tài khoản ngân hàng.

# account_warning_process_verify
source: Your account information is being processed. Please wait while we verify the account.
vi: Thông tin tài khoản đang được xử lý. Vui lòng đợi trong khi chúng tôi xác minh tài khoản.

# account_warning_invalid_verify
source: Your account information is invalid. Please check your provided details or contact our customer support.
vi: Thông tin tài khoản không hợp lệ. Vui lòng kiểm tra thông tin chi tiết bạn đã cung cấp hoặc liên hệ bộ phận hỗ trợ khách hàng của chúng tôi.

# account_warning_valid_verify
source: Your account information has been verified.
vi: Thông tin tài khoản của bạn đã được xác minh.

# account_warning_none_account
source: You have not verified your account information. Please verify your details before linking Bank Account.
vi: Bạn chưa xác minh thông tin tài khoản. Vui lòng xác minh thông tin chi tiết của bạn trước khi liên kết Tài khoản ngân hàng.

# account_text_button_link_bank
source: Link bank account
vi: Liên kết tài khoản ngân hàng

# account_header_personal_detail
source: Personal details
vi: Thông tin cá nhân

# account_header_verify_your_information
source: Verify your information
vi: Xác minh thông tin

# account_header_residential_address
source: Residential address
vi: Địa chỉ cư trú

# account_header_contact_information
source: Contact information
vi: Thông tin liên lạc

# account_header_id_Documentation
source: ID Documentation
vi: Giấy tờ tùy thân

# account_front_card
source: Front of ID card
vi: Mặt trước CMND/CCCD

# account_back_card
source: Back of ID card
vi: Mặt sau CMND/CCCD

# account_edit
source: Edit
vi: Chỉnh sửa

# account_verify_account_information
source: Verify account information
vi: Xác minh thông tin tài khoản

# account_field_phone_code
source: Phone code
vi: Mã điện thoại

# account_field_phone_num
source: Phone number
vi: Số điện thoại

# account_field_doc_type
source: Document type
vi: Loại tài liệu

# account_field_social_num
source: Social security number
vi: Số an sinh xã hội

# account_field_date_of_birth
source: Date of birth
vi: Ngày sinh

# account_field_street_address
source: Street address
vi: Địa chỉ

# account_field_apartment_number
source: Apartment number
vi: Số nhà

# account_field_city
source: City/Region
vi: Thành phố/Khu vực

# account_field_postal_code
source: Postal code
vi: Mã bưu chính

# account_field_state
source: State
vi: Bang

# account_field_country
source: Country
vi: Quốc gia

# account_image_empty
source: No Image
vi: Không có hình ảnh

# account_id_verification
source: ID Verification
vi: Xác minh giấy tờ tùy thân

# account_verification_log
source: Verification log
vi: Nhật ký xác minh

# account_id_type
source: ID type
vi: Loại ID

# account_label_field_middle_name
source: Middle name
vi: Tên đệm

# account_notifier_err_edit_information
source: Please check the information again
vi: Vui lòng kiểm tra lại thông tin

# account_cancel_edit_information
source: Cancel edit information
vi: Hủy chỉnh sửa thông tin

# account_cancel_edit_information_content
source: All unsaved information will be lost. Are you sure you want to leave?
vi: Tất cả thông tin chưa được lưu sẽ bị mất. Bạn có chắc chắn muốn rời khỏi?

# account_select_country
source: Select country
vi: Chọn quốc gia

# account_select_state
source: Select state
vi: Chọn bang

# account_select_doctype
source: Select document type
vi: Chọn loại tài liệu

# account_social_security_number
source: Invalid social security number
vi: Số an sinh xã hội không hợp lệ

source: Send money
vi: Gửi tiền

# send_money_header_title
source: The cheap, fast way to send money abroad
vi: Chuyển tiền ra nước ngoài giá rẻ, nhanh chóng

source: Link bank account
vi: Liên kết tài khoản ngân hàng

# send_money_link_bank_account_warn
source: No bank account has been linked or your link has been expired. Please link your bank accounts before send money
vi: Không có tài khoản ngân hàng nào được liên kết hoặc liên kết của bạn đã bị hết hạn. Vui lòng liên kết tài khoản ngân hàng của bạn trước khi gửi tiền.

# send_money_error_3005
source: You do not have the required amount for the transaction. Please set a smaller amount or choose a different account for this transaction.
vi: Bạn không có đủ số tiền yêu cầu để giao dịch. Vui lòng thiết lập số tiền nhỏ hơn hoặc chọn một tài khoản khác cho giao dịch này.

# send_money_error_3000
source: You have exceeded your annual transaction limit of 1000 USD per year.
vi: Bạn đã vượt quá giới hạn giao dịch hàng năm là 1000 USD mỗi năm.

# send_money_error_3019
source: The linked bank account does not exist or could not be accessed. Please contact your bank customer support for more details.
vi: Tài khoản ngân hàng đã liên kết không tồn tại hoặc không thể truy cập được. Vui lòng liên hệ bộ phận hỗ trợ khách hàng của ngân hàng bạn đang sử dụng để biết thêm chi tiết.

# send_money_error_2010
source: The sending amount is smaller than the minimum fee. Please choose a larger amount to send.
vi: Số tiền gửi nhỏ hơn phí tối thiểu. Vui lòng chọn số tiền lớn hơn để gửi.

source: Send money information
vi: Thông tin gửi tiền

# send_money_amount_desciption_validate_rule
source: *Description must be an alphanumeric string with at most 150 characters and must not contain any special characters.
vi: *Mô tả phải là một chuỗi chữ và số có tối đa 150 ký tự và không được chứa bất kỳ ký tự đặc biệt nào.

# send_money_request_review_term
source: By clicking Confirm, you authorize Haloki to debit the bank account specified above for any amount owed for charges arising from your use of Haloki’s services and/or purchase of products from Haloki, pursuant to Haloki’s website and terms, until this authorization is revoked. You may amend or cancel this authorization at any time by providing notice to Haloki with 30 (thirty) days notice.
vi: Bằng cách nhấn vào Xác nhận, bạn ủy quyền cho Haloki ghi nợ tài khoản ngân hàng được chỉ định ở trên đối với bất kỳ số tiền nào còn nợ cho các khoản phí phát sinh từ việc bạn sử dụng dịch vụ của Haloki và/hoặc mua sản phẩm từ Haloki, chiếu theo trang web và điều khoản của Haloki, cho đến khi ủy quyền này bị thu hồi. Bạn có thể sửa đổi hoặc hủy bỏ ủy quyền này bất cứ lúc nào bằng cách gửi thông báo đến Haloki trước 30 (ba mươi) ngày.

source: Transaction menu
vi: Menu giao dịch

# bank_name_required
source: Bank name is required
vi: Tên ngân hàng là bắt buộc

# bank_account_required
source: Bank account is required
vi: Tài khoản ngân hàng là bắt buộc

# connected_bank_account_fee
source: Connected bank account (ACH) fee
vi: Phí tài khoản ngân hàng được kết nối (ACH)

source: Contains special characters
vi: Chứa các ký tự đặc biệt

source: Must be less than 150 characters
vi: Phải ít hơn 150 ký tự

# amount_descriptions
source: You will receive {amount} to your Haloki account within the next 5 business days.
vi: Bạn sẽ nhận được {amount} trong tài khoản Haloki của bạn trong vòng 5 ngày làm việc tiếp theo.

# confirmation_body
source: Your request for sending money from your bank account {bankAccount} to Haloki account has been confirmed. We will be processing your transaction within 5 business days.
vi: Yêu cầu gửi tiền từ tài khoản ngân hàng của bạn {bankAccount} đến tài khoản Haloki đã được xác nhận. Chúng tôi sẽ xử lý giao dịch của bạn trong vòng 5 ngày làm việc.

source: Total amount
vi: Tổng tiền

# balance_not_enough_err
source: Your available balance is not enough. Please choose another bank account.
vi: Số dư khả dụng của bạn không đủ. Vui lòng chọn một tài khoản ngân hàng khác.

# our_fees
source: Our fee
vi: Phí của chúng tôi

source: Total fees
vi: Tổng phí

source: Total to Haloki account
vi: Tổng tiền vào tài khoản Haloki

source: Fee change
vi: Thay đổi phí

source: Sending amount is required
vi: Số tiền gửi là bắt buộc

# fee_change_content
source: There has been a change in the transaction fee total from {before} to {after}. You will receive {amount} to your Haloki account. Do you want to continue?
vi: Tổng mức phí giao dịch có sự thay đổi từ {before} thành {after}. Bạn sẽ nhận được {amount} trong tài khoản Haloki. Bạn có muốn tiếp tục không?

# send_money_error_3001
source: The sending amount must be from {min} to {max}
vi: Số tiền gửi phải từ {min} đến {max}

# send_money_error_3000_per_year
source: You have exceeded your annual transaction limit of {limit} per year.
vi: Bạn đã vượt quá giới hạn giao dịch hàng năm là {limit} mỗi năm.

# send_money_error_3000_per_day
source: You have exceeded your annual transaction limit of {limit} per day.
vi: Bạn đã vượt quá giới hạn giao dịch hàng ngày là {limit} mỗi ngày.

source: Bank account
vi: Tài khoản ngân hàng
